Repository: eduNEXT/xblock-mindmap
Catalog: mindmap/locale/*/LC_MESSAGES/text.po
Languages: es_419

source: Not attempted
es_419: No intentado

source: Submitted
es_419: Enviado

source: Completed
es_419: Completado

source: Is scorable?
es_419: ¿Es calificable?

source: Whether the component is scorable. If is scorable, the student can submit the mind map and receive a score from the instructor. If it is not scorable, the student only can save the mind map. WARNING: Changing from scorable to not scorable, the progress of the students who have already been assigned a grade will not be reset.
es_419: Si el componente es calificable. Si es calificable, el estudiante puede enviar el mapa mental y recibir una calificación del instructor. Si no es calificable, el estudiante solo puede guardar el mapa mental. ADVERTENCIA: Si cambia de calificable a no calificable, no se restablecerá el progreso de los estudiantes a los que ya se les haya asignado una calificación

source: Display name
es_419: Nombre a mostrar

source: Whether the mind map is static or not. If it is static, the instructor can create a mind map and it will be the same for all students. If it is not static, the students can create their own mind maps.
es_419: Si el mapa mental es estático o no. Si es estático, el instructor puede crear un mapa mental y será el mismo para todos los estudiantes. Si no es estático, los estudiantes pueden crear sus propios mapas mentales.

source: Is a static mindmap?
es_419: ¿Es un mapa mental estático?

source: The mind map that will be shown to students if the"Is a static mindmap?" field is set to "True"
es_419: El mapa mental que se mostrará a los estudiantes si el campo "¿Es un mapa mental estático?" está establecido en "Verdadero"

source: Mindmap body
es_419: Contenido del mapa mental

source: The body of the mind map. It is a dictionary with the following structure: {'root': {'text': 'Root', 'children': [{'text': 'Child 1', 'children': []}]}}
es_419: El contenido del mapa mental. Es un diccionario con la siguiente estructura: {'root': {'text': 'Root', 'children': [{'text': 'Child 1', 'children': []}]}}

source: Mindmap student body
es_419: Contenido del mapa mental del estudiante

source: Problem Weight
es_419: Peso del problema

source: Defines the number of points this problem is worth. If the value is not set, the problem is worth one point.
es_419: Define la cantidad de puntos que vale este problema. Si el valor no está establecido, el problema vale un punto.

source: Raw score
es_419: Puntaje bruto

source: The raw score for the assignment.
es_419: La calificación bruta para la tarea.

source: Maximum score
es_419: Puntaje máximo

source: Maximum grade score given to assignment by staff.
es_419: Calificación máxima dada a la tarea por el instructor.

source: Submission status
es_419: Estado del envío

source: The submission status of the assignment.
es_419: El estado del envío de la tarea.

source: Instructions for use
es_419: Instrucciones de uso

source: With the mouse
es_419: Con el mouse

source: → Double-click the node to edit it.
es_419: → Doble clic en el nodo para editarlo.

source: → Drag the node to move it.
es_419: → Arrastre el nodo para moverlo.

source: → Click the circle to expand or collapse the child nodes.
es_419: → Haga clic en el círculo para expandir o contraer los nodos hijos.

source: With the keyboard
es_419: Con el teclado

source: → Ctrl + Enter: Create a new child node for the selected node.
es_419: → Ctrl + Enter: Crear un nuevo nodo hijo para el nodo seleccionado.

source: → Enter: Create a new brother node for the selected node.
es_419: → Enter: Crear un nuevo nodo hermano para el nodo seleccionado.

source: → F2: Edit the selected node.
es_419: → F2: Editar el nodo seleccionado.

source: → Delete/Supr: Delete the selected node.
es_419: → Delete/Supr: Eliminar el nodo seleccionado.

source: → Space: Expand or collapse the selected node.
es_419: → Espacio: Expandir o contraer el nodo seleccionado.

source: points
es_419: puntos

source: Save assignment
es_419: Guardar asignación

source: Submit
es_419: Enviar

source: Save
es_419: Guardar

source: Grade submissions
es_419: Calificar envíos

source: True
es_419: Verdadero

source: False
es_419: Falso

source: Weight
es_419: Peso

source: Mind map
es_419: Mapa mental

source: Cancel
es_419: Cancelar

source: Username
es_419: Nombre de usuario

source: Uploaded
es_419: Subido

source: Submission Status
es_419: Estado del Envío

source: Weighted score
es_419: Puntaje ponderado

source: Actions
es_419: Acciones

source: Mindmap submissions
es_419: Envíos de mapas mentales

source: Review
es_419: Revisar

source: Search
es_419: Buscar

source: Showing _START_ to _END_ of _TOTAL_ entries
es_419: Mostrando registros del _START_ al _END_ de un total de _TOTAL_ registro(s)

source: No data available in table
es_419: Ningún dato disponible en esta tabla

source: Showing 0 to 0 of 0 entries
es_419: Mostrando registros del 0 al 0 de un total de 0 registro(s)

source: No matching records found
es_419: No se encontraron resultados

source: (filtered from _MAX_ total entries)
es_419: (filtrado de un total de _MAX_ registro(s))

source: Remove grade
es_419: Eliminar calificación

source: Loading...
es_419: Cargando...

source: Back
es_419: Volver

source: Grade
es_419: Calificación

source: Reviewing Mindmap for student:
es_419: Revisando Mapa Mental para el estudiante:

source: Invalid grade must be a number
es_419: Calificación inválida, debe ser un número

source: Please enter a lower grade, maximum grade allowed is:
es_419: Por favor ingresa una calificación menor, la calificación máxima permitida es:
